Repository: venu8985/crew_ios_app
Catalog: Crew/*.lproj/Localizable.strings
Languages: ar

source: SAR
ar: ر.س

source: jobs
ar: المشاريع

source: login alert
ar: تسجيل الدخول

source: Error
ar: خطأ

source: Login Alert
ar: تسجيل الدخول

source: You have to login to access more features.
ar: يجب تسجيل الدخول للحصول على المزيد من الميزات.

source: Please login to get more features
ar: يُرجى تسجيل الدخول للحصول على المزيد من الميزات

source: Login
ar: تسجيل الدخول

source: Please enter your mobile number to recieve verification code
ar: يُرجى إدخال رقم الجوال لإرسال رمز التحقق

source: Mobile Verification
ar: رمز التحقق

source: Search country code
ar: البحث

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Save Profile
ar: حفظ

source: Please enter your password
ar: يُرجى إدخال كلمة المرور

source: Password should not be less than six characters
ar: كلمة المرور يجب أن لا تقل عن 6 خانات

source: Password and confirm password does not match
ar: كلمة المرور غير متطابقة

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: Update Password
ar: تحديث كلمة المرور

source: Home
ar: الرئيسية

source: Categories
ar: الفئات

source: Search
ar: البحث

source: Projects
ar: المشاريع

source: Ongoing Projects
ar: المشاريع الجارية

source: View all projects
ar: عرض جميع المشاريع

source: Featured Profiles
ar: الحسابات المميزة

source: View all profiles
ar: عرض جميع الحسابات

source: View all categories
ar: عرض جميع الفئات

source: Get Trusted Professionals
ar: تعاقد مع محترفين

source: Professional with highly experienced
ar: موثوق بهم ذوو خبرة عالية

source: No profiles found
ar: لا يوجد حسابات

source: About
ar: التعريف

source: Achievement
ar: الإنجازات

source: Ratings
ar: التقييمات

source: Hire Now
ar: طلب الخدمة

source: Description
ar: الوصف

source: Resume
ar: السيرة الذاتية

source: No achievements found
ar: لا يوجد إنجازات

source: Speciality
ar: التخصص

source: Sub Category
ar: الفئات الفرعية

source: Add
ar: إضافة

source: Price
ar: السعر

source: Rating
ar: التقييم

source: Country
ar: الدولة

source: Apply
ar: تطبيق

source: Please select any category
ar: يُرجى تحديد أي فئة

source: Filter
ar: تصفية النتائج

source: Clear
ar: مسح

source: Remove
ar: إزالة

source: Change?
ar: تعديل؟

source: Add cities
ar: إضافة مدينة

source: Search Sub-Category
ar: البحث

source: Sub-Category
ar: الفئات الفرعية

source: Your account has been expired..!
ar: انتهت صلاحية حسابك ..!

source: Pay Now
ar: دفع

source: Couldn't intiate payment right now
ar: فشل عملية الدفع

source: Expired
ar: منتهي

source: Invalid transaction
ar: العملية غير صحيحة

source: Request for -
ar: المدة (باليوم) -

source: days
ar: يوم

source: Milestones
ar: المراحل

source: Milestone
ar: المراحل

source: Go to profile
ar: الملف الشخصي

source: Total Amount
ar: المبلغ الإجمالي

source: Total amount
ar: المبلغ الإجمالي

source: View Contract
ar: مشاهدة العقد

source: Pending Amount
ar: المبلغ المعلق

source: Payment Milestone
ar: دفعات السداد

source: Status
ar: الحالة

source: Enter Amount
ar: أدخل المبلغ

source: Enter description
ar: أدخل الوصف

source: Start Date
ar: تاريخ البدء

source: Pay
ar: دفع

source: My Review
ar: مراجعاتي

source: Job Done
ar: تم الإنجاز

source: Paid
ar: تم الدفع<

source: Contract Accepted
ar: تم قبول العقد

source: Waiting for confirmation
ar: في انتظار التأكيد

source: I Paid
ar: تم الدفع

source: Favourite Profiles
ar: المفضلة

source: Account verified
ar: تم التحقق من الحساب

source: Account Rejected
ar: تم رفض الحساب

source: Please add atleast one resource
ar: يُرجى إضافة مورد واحد على الأقل

source: Create plan
ar: إنشاء خطة

source: Please create the shooting plan
ar: يُرجى إنشاء خطة

source: No shooting plan created yet
ar: لم يتم إنشاء أي خطة حتى الآن

source: Shooting Plan
ar: خطة التصوير

source: Create New
ar: عقد جديد

source: Create New
ar: عقد جديد

source: Resources
ar: الموارد

source: Shooting Date
ar: تاريخ التصوير

source: Location
ar: العنوان

source: Shooting plan successfully created
ar: تم الإنشاء بنجاح

source: Shooting plan successfully updated
ar: تم التحديث بنجاح

source: Update shooting plan
ar: تحديث الخطة

source: Create shooting plan
ar: إنشاء خطة

source: Confirm
ar: تأكيد

source: Select resources
ar: حدد الموارد

source: Pending
ar: قيد الانتظار

source: Send Audition Request
ar: إرسال طلب تجربة أداء

source: Audition Date
ar: التاريخ

source: Your request has been sent to the resources
ar: تم إرسال الطلب بنجاح.

source: Back to home
ar: العودة للرئيسية

source: Send Request
ar: إرسال

source: Please select atleast one profile to proceed
ar: يُرجى تحديد حساي واحد على الأقل للمتابعة

source: What are you looking for?
ar: البحث

source: Browse Categories
ar: الفئات

source: Category
ar: الفئة

source: Notifications cleared successfully
ar: تم حذف الإشعارات بنجاح

source: Notifications
ar: الإشعارات

source: Clear all
ar: مسح

source: Share App
ar: مشاركة التطبيق

source: Support
ar: الدعم والمساعدة

source: About us
ar: عن التطبيق

source: Saved
ar: المفضلة

source: Requests
ar: الطلبات

source: Saved Contracts
ar: العقود المحفوظة

source: Change Password
ar: تغيير كلمة المرور

source: Change password
ar: تغيير كلمة المرور

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Language
ar: English

source: New Password
ar: كلمة المرور الجديدة

source: Current Password
ar: كلمة المرور الحالية

source: Current password is required
ar: كلمة المرور الحالية مطلوبة

source: New password is required
ar: كلمة المرور الجديدة مطلوبة

source: Confirm password is required
ar: تأكيد كلمة المرور مطلوب

source: Password do not match
ar: كلمة المرور غير متطابقة

source: Password must be not less than 6 characters
ar: كلمة المرور يجب أن لا تقل عن 6 خانات

source: Submit
ar: إرسال

source: Your comment
ar: ملاحظاتك

source: Mobile Number
ar: رقم الجوال

source: Email address
ar: البريد الإلكتروني

source: Name can not be empty
ar: الإسم مطلوب

source: Mobile Number can not be empty
ar: رقم الجوال مطلوب

source: Email address can not be empty
ar: البريد الإلكتروني مطلوب

source: Please enter valid email address
ar: يُرجى إدخال عنوان بريد إلكتروني صحيح

source: Your comment can not be empty
ar: الملاحظة مطلوبة

source: Request successfully submitted
ar: تم الإرسال بنجاح

source: View Proposal
ar: مشاهدة العرض

source: View proposal
ar: مشاهدة العرض

source: view Attachment
ar: عرض المرفقات

source: Registration Number
ar: رقم السجل التجاري

source: Edit Profile
ar: تعديل البيانات

source: Profile
ar: حسابي

source: View Contract
ar: مشاهدة العقد

source: Delete Profile Image
ar: حذف الصورة

source: Full Name
ar: الإسم

source: Choose option to upload picture
ar: حدد مصدر الصورة

source: Uploading...
ar: جارٍ التحميل ...

source: Profile updated successfully
ar: تم التحديث بنجاح

source: Profile Picture could not upload, Please try again later
ar: لم يتم تحميل الصورة، يُرجى المحاولة مرة أخرى

source: Sign in with Password
ar: تسجيل الدخول بكلمة المرور

source: I accept the T&C and Privacy Policy of Crew
ar: أوافق على شروط وأحكام وسياسة خصوصية التطبيق

source: the T&C
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Please enter valid mobile number
ar: يُرجى إدخال رقم جوال صحيح

source: Please enter password
ar: يُرجى إدخال كلمة المرور

source: Password must be minimum 6 characters
ar: كلمة المرور يجب أن تتكون من 6 خانات على الأقل

source: Please accept T&C and Privacy policy
ar: يُرجى الموافقة على الشروط والأحكام وسياسة الخصوصية

source: Invalid Mobile number or password
ar: رقم الجوال أو كلمة المرور غير صحيحة

source: Sign in with SMS
ar: تسجيل الدخول برمز التفعيل

source: I accept the
ar: أوافق على

source: T&C
ar: شروط وأحكام

source: and
ar: و

source: of Crew
ar: التطبيق

source: Terms of service
ar: شروط الخدمة

source: Invalid OTP
ar: الرمز غير صحيح

source: Who are you?
ar: من أنت؟

source: I am looking for a media agency
ar: أنا أبحث عن وكالة إعلامية

source: I am operating media agency
ar: نحن وكالة إعلامية

source: Add Profile Image
ar: إضافة صورة

source: All fields are mandatory
ar: جميع الحقول مطلوبة

source: Commercial Registration Number
ar: رقم السجل التجاري

source: You can upload JPEG,PNG and PDF files
ar: يُمكنك تحميل ملفات بصيغة JPEG و PNG و PDF

source: Signature here
ar: أضف توقيعك هنا

source: Gallery
ar: المعرض

source: Camera
ar: الكاميرا

source: Setup Your Profile
ar: بيانات الحساب

source: Please enter your full name
ar: يُرجى إدخال الإسم

source: Please enter your email address
ar: يُرجى إدخال البريد الإلكتروني

source: Please enter your CR Number
ar: يُرجى إدخال رقم السجل التجاري

source: Please attach CRN document
ar: يُرجى إضافة مستند السجل التجاري

source: Please update your signature
ar: يُرجى تحديث توقيعك

source: Please Make the payment of
ar: يُرجى دفع

source: to continue with application
ar: للإستمرار في إستخدام التطبيق

source: If you face any issue while making the payment kindly contact support at
ar: إذا واجهت أي مشكلة في عملية الدفع ، يُرجى الإتصال بنا

source: or write us at
ar: أو عبر البريد

source: Registration Payment
ar: مبلغ الإشتراك

source: Success
ar: نجاح

source: Your payment has been processed...
ar: تمت عملية الدفع ...

source: Create Milestone
ar: إضافة مرحلة

source: Choose Project
ar: اختر المشروع

source: Reserved
ar: محجوز

source: Please select a valid date range to proceed
ar: يُرجى تحديد نطاق زمني صحيح للمتابعة

source: Select the dates
ar: حدد التواريخ

source: Add more dates
ar: إضافة المزيد من التواريخ

source: Select Dates
ar: حدد التواريخ

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Day
ar: يوم

source: Days
ar: يوم

source: Done
ar: تأكيد

source: Cancel
ar: إلغاء

source: Awarded
ar: تم الإختيار

source: Project Name
ar: إسم المشروع

source: Dates / Timeline
ar: التاريخ / الجدول الزمني

source: Start
ar: البدء

source: Stop
ar: الإنتهاء

source: Project Budget
ar: ميزانية المشروع

source: View Contract
ar: مشاهدة العقد

source: Reject
ar: رفض

source: Send Proposal
ar: إرسال

source: Request is rejected
ar: تم رفض الطلب

source: Accept
ar: قبول

source: Registration attachment
ar: مستند السجل التجاري

source: You can upload JPEG, PNG and PDF files
ar: يُمكنك تحميل ملفات بصيغة JPEG و PNG و PDF

source: Please enter valid description
ar: يُرجى إدخال الوصف

source: Please attach file to proceed
ar: يُرجى إرفاق ملف للمتابعة

source: Proposal created succesfully
ar: تم إنشاء العرض بنجاح

source: Choose option to upload attachment
ar: اختر مصدر تحميل المرفق

source: Documents
ar: المستندات

source: My projects
ar: المشاريع

source: Select the project
ar: حدد المشروع

source: Create Project
ar: إنشاء مشروع

source: Hire Resources
ar: طلب موارد

source: Hire Resources
ar: طلب موارد

source: Find Agencies
ar: البحث عن وكالات

source: Notify for Audition
ar: طلب تجربة أداء

source: Notify for audition
ar: طلب تجربة أداء

source: Shooting Plan
ar: خطة التصوير

source: Resources
ar: الموارد

source: Agencies
ar: الوكالات

source: Notify for Audition
ar: طلب تجربة أداء

source: No projects found
ar: لا يوجد مشاريع

source: This action is not permissible for cancelled or completed projects
ar: هذا الإجراء غير مسموح به للمشروع الملغي أو المكتمل

source: Date is required
ar: التاريخ مطلوب

source: Address is required
ar: العنوان مطلوب

source: Accepted
ar: مقبول

source: Audition Requests
ar: طلبات تجارب الأداء

source: Project Budget
ar: ميزانية المشروع

source: Requested to agencies
ar: الطلبات المقدمة للوكالات

source: Find Agencies
ar: البحث عن وكالات

source: You didn't requested any agencies
ar: لم يتم التواصل مع وكالات

source: Succesfully awarded
ar: تم الإختيار بنجاح

source: Project Details
ar: تفاصيل المشروع

source: Edit Project
ar: تعديل المشروع

source: Create Project
ar: إنشاء مشروع

source: Audition Request
ar: طلب تجربة أداء

source: Notify for audtion
ar: طلب تجربة أداء

source: Cancel Project
ar: إلغاء المشروع

source: Complete Project
ar: إكمال المشروع

source: Project succesfully completed
ar: تم إكمال المشروع بنجاح

source: Project cancelled
ar: المشروع ملغي

source: Search country
ar: البحث

source: Proposal
ar: عرض السعر

source: View attachment
ar: عرض المرفقات

source: Award
ar: إختيار

source: Create Milestones
ar: إضافة مرحلة

source: Create contract
ar: إنشاء العقد

source: From my saved contracts
ar: من العقود المحفوظة

source: Contract Number
ar: رقم العقد

source: Contract Name
ar: إسم العقد

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الإنتهاء

source: Enter Description
ar: أدخل الوصف

source: Add my signature
ar: أضف توقيعي

source: Please select valid contract number to proceed
ar: يُرجى تحديد رقم عقد صحيح للمتابعة

source: Please select valid contract name to proceed
ar: يُرجى تحديد إسم عقد صحيح للمتابعة

source: Please select valid start date to proceed
ar: يُرجى تحديد تاريخ بدء صحيح للمتابعة

source: Please select valid end date to proceed
ar: يُرجى تحديد تاريخ إنتهاء صحيح للمتابعة

source: Please select valid location to proceed
ar: يُرجى تحديد موقع صحيح للمتابعة

source: Contract succesfully created.
ar: تم إنشاء العقد بنجاح.

source: Submit Request
ar: تقديم الطلب

source: Please Select any one agency to proceed
ar: يُرجى تحديد وكالة واحدة للمتابعة

source: Agencies
ar: الوكالات

source: Selected Dates
ar: التواريخ المحددة

source: Your request number for further discussion
ar: رقم الطلب

source: My Contracts
ar: العقود

source: About Project
ar: عن المشروع

source: Description
ar: الوصف

source: Project Timeline
ar: الجدول الزمني للمشروع

source: Budget
ar: الميزانية

source: City
ar: المدينة

source: Update Project
ar: تحديث المشروع

source: Save Project
ar: حفظ

source: Create new milestone
ar: إنشاء مرحلة جديد

source: Please create atleast 1 milestone
ar: يُرجى إنشاء مرحلة واحدة على الأقل

source: Edit
ar: تعديل

source: Milestone Name
ar: إسم المرحلة

source: Total invidual milestones amount must be less than total milestone amount
ar: يجب أن يكون مجموع مبلغ المراحل أقل من إجمالي مبلغ المراحل

source: Date can not be empty
ar: التاريخ مطلوب

source: Description can not be empty
ar: الوصف مطلوب

source: Amount can not be empty
ar: المبلغ مطلوب

source: Update Milestone
ar: تحديث المرحلة

source: Deleting...
ar: جارِ الحذف ...

source: Rejected
ar: مرفوض

source: Ongoing
ar: قيد التنفيذ

source: Completed
ar: مكتمل

source: Cancelled
ar: ملغي

source: Proposal Generated
ar: تم إنشاء العرض

source: Start
ar: البدء

source: Stop
ar: الإنتهاء

source: Budget
ar: الميزانية

source: Cost
ar: التكلفة

source: Submit your feedback
ar: أرسل مراجعتك

source: Submit review
ar: إرسال

source: Please give rating
ar: يُرجى إضافة التقييم

source: Please give comment
ar: يُرجى كتابة ملاحظاتك

source: No reviews found
ar: لا يوجد تعليقات

source: Resource
ar: الموارد

source: Add Resource
ar: إضافة موارد

source: Date
ar: التاريخ

source: Name
ar: الإسم

source: Address
ar: العنوان

source: Search for location
ar: البحث

source: Save
ar: حفظ

source: Complete Address
ar: العنوان

source: No notifications found
ar: لا يوجد إشعارات

source: Are you sure want to clear notifications
ar: هل أنت متأكد من حذف جميع الإشعارات؟

source: No contracts found
ar: لا توجد عقود

source: Project Successfully created
ar: تم إنشاء المشروع بنجاح

source: Please select country to proceed
ar: يُرجى تحديد الدولة للمتابعة

source: Search city
ar: البحث عن مدينة

source: Please enter valid name
ar: يُرجى إدخال الإسم

source: Please enter valid budget
ar: يُرجى إدخال ميزانية المشروع

source: Please select valid city Name
ar: يُرجى تحديد المدينة

source: Project Successfully updated
ar: تم تحديث المشروع بنجاح

source: Please enter valid future date
ar: يُرجى إدخال تاريخ إنتهاء صحيح

source: Contract is rejected
ar: تم رفض العقد

source: Contract is accepted
ar: تم قبول العقد

source: Enter valid amount
ar: يُرجى إدخال المبلغ

source: No Resources Hired
ar: لم يتم توظيف أي مورد

source: Update Required
ar: النسخة الجديدة متاحة الان

source: Update
ar: تحديث

source: The app outdated. Please update it to the latest version.
ar: يوجد نسخة جديدة للتطبيق يمكنك تحميلها الان . الرجاء تحديث النسخة عن طريق متجر ابل

source: Launched New Features
ar: تم إطلاق النسخة الجديدة

source: Please update the surveillant
ar: قم بالتحديث الآن

source: what's new in v
ar: الميزات في النسخة

source: Nationality
ar: الجنسية

source: ID Number
ar: رقم الهوية

source: ID Card Photo
ar: صورة الهوية

source: File
ar: الملفات

source: There is a fee of %@ SAR applicable for creating a proposal, please make sure that your wallet has sufficient balance to deduct proposal fee. In case, you don’t have wallet balance please pay from your card.
ar: هناك رسوم قدرها %@ ر.س مطبقة لإنشاء عرض، يُرجى التأكد من أن محفظتك بها رصيد كافٍ لخصم رسوم العرض.في حالة عدم وجود رصيد في محفظتك، يرجى الدفع من بطاقتك.

source: Complete your purchase
ar: اكمال الدفع

source: Enter the amount want to pay (in SAR)
ar: ادخل المبلغ (ر.س)

source: Balance Available
ar: الرصيد المتاح

source: Payment History
ar: سجل الدفع

source: Current Wallet Balance
ar: رصيد المحفظة

source: Add Balance
ar: إضافة رصيد

source: Continue to Pay
ar: الاكمال للدفع

source: CANCEL
ar: إلغاء

source: PAY
ar: دفع

source: (incl. VAT)
ar: (شاملة ضريبة القيمة المضافة)

source: PAY NOW
ar: دفع الان

source: Premium Membership
ar: العضوية المميزة

source: Only in
ar: فقط بمبلغ

source: DAYS LEFT
ar: يوم متبقي

source: in expiration
ar: لانتهاء اشتراك

source: of Free Subscription
ar: الباقة المجانية

source: of Subscription
ar: الباقة المجانية

source: Valid Until
ar: متاح إلى تاريخ

source: UPGRADE PLAN
ar: ترقية الخطة

source: No Thanks, I'm okay with Free Account
ar: الاكمال في الباقة المجانية

source: Pay For Proposal
ar: الدفع لإنشاء عرض

source: Refunded to wallet
ar: اعادة إلى المحفظة

source: Wallet
ar: المحفظة

source: Used for Proposal
ar: استخدام للعرض

source: Deposit to wallet
ar: إيداع في المحفظة

source: Please enter the valid amount
ar: يُرجى ادخال مبلغ صحيح

source: Sorry!
ar: عذراً!

source: You are not permitted to perform this as your application is under review.
ar: لا يُمكنك تنفيذ هذا الاجراء لأن طلبك قيد المراجعة.
